{
    "pets" : [
        { "label" : "dog", "description" : "small, brown and white, four legs and a tail, long ears, long nose" },
        { "label" : "cat", "description" : "Small, fluffy, cream colour, pointy ears, paws" },
        { "label" : "cat", "description" : "Small, grey, fluffy, 4 legs, agile, relaxes on his back, sleeps with his legs crossed, vocal" },
        { "label" : "cat", "description" : "Small red and white, 4 legs, huge amber eyes, scared of his own shadow" },
        { "label" : "reptile", "description" : "18 inches long, creamy colour but changes to black when agitated, sticky tongue, tiny teeth, sharp claws, 4 legs, cold blooded" },
        { "label" : "dog", "description" : "Medium-sized, black, floppy ears, long nose, four legs and a tail" },
        { "label" : "dog", "description" : "Big ears, squashed nose, no tail, sucks her feet" },
        { "label" : "cat", "description" : "Black fur, long tail, big eyes, noisy, has whiskers" },
        { "label" : "cat", "description" : "Silver and white striped fur, chases anything small that moves, lays on my lap and makes a purring drone with a beat in it. Makes a sound like meow when wanting attention or strokes or food" },
        { "label" : "dog", "description" : "Friendly, smiley, bouncy, barks a lot and wags her tail when she's happy" },
        { "label" : "fish", "description" : "Big eyes, orange, pouts, has gills and fins, and swims pretty well" },
        { "label" : "reptile", "description" : "Green, scaly, slithers, has a forked tongue and likes to eat mice" },
        { "label" : "bird", "description" : "repeats what you say, flaps wings, talks and has green and red feathers" },
        { "label" : "dog", "description" : "yelps when you touch her floppy ears, begs at the table, chases cats" },
        { "label" : "dog", "description" : "Likes to play fetch and chase her own tail, good at agility training" },
        { "label" : "cat", "description" : "Meows a lot, hisses when afraid, coughs up hair balls" },
        { "label" : "dog", "description" : "Obedient and loyal although yaps and howls a lot, good on a lead" },
        { "label" : "fish", "description" : "Small wavy and blue, likes to fight, lives in the water" },
        { "label" : "dog", "description" : "Small Jack Russell, mainly white with dark and light brown patches on her face, covering one eye. Slightly chubby due to a love of food!" },
        { "label" : "dog", "description" : "coloured fawn and white. Very shy with people or situations he is unfamiliar with. He snores loudly and likes belly rubs" },
        { "label" : "dog", "description" : "Small, brown and white with a Blenheim Spot, a waggy tail and long ears" },
        { "label" : "dog", "description" : "Small, fluffy, excitable, with four legs and a tail, a bit bitey but in a gentle way - very affectionate" },
        { "label" : "dog", "description" : "short, stocky, brindle, no tail, snorts, farts, playful, affectionate, big ears, strong, high energy, extremely friendly and loving!" },
        { "label" : "cat", "description" : "Havana brown, Siamese cross, large, fluffy, soft, affectionate, likes water, loves to eat, looks like a panther, sleeps all day" },
        { "label" : "cat", "description" : "female long haired tortoiseshell, really independent and doesn't like cuddles from anyone but me. Very good at scaring people away from the door! Blacklisted from the vets due to her temper" },
        { "label" : "cat", "description" : "Tiger stripes, silver tabby, part mancoon. Needs lots of attention and affection, a big old softy" },
		{ "label" : "dog", "description" : "Buster large German Shepard ( 7 stone ) typical colouring , very friendly, very tall for his breed, great with all of our other pets, eats like a horse, moults a fur coat every week" },
		{ "label" : "dog", "description" : "Labrador puppy, chocolate in colour, bouncy, bitey, loud, licking pooing and peeing machine with an insatiable appetite" },
		{ "label" : "dog", "description" : "big soft fluffy cuddly but a bit scary looking Japanese Akita puppy who weighs 20kg at 6 months" },
		{ "label" : "dog", "description" : "Has had 1 or more litters, many conformational problems. Active, affectionate, prefers me over anybody, submissive with other dogs, pretty bomb proof" },
		{ "label" : "cat", "description" : "Rescue Siamese, intolerant, hunts, dislikes the majority of animals, dislikes affection, demanding" },
		{ "label" : "cat", "description" : "Tortoishelle with a beautiful patchwork of colours; ginger, white, black and brown. She has all the traits of someone with autism. Follows me around the house all day but is scared of anyone else. Loves her food and lying in the sunshine" },
		{ "label" : "horse", "description" : "Four legs, strawberry roan, long tail, soft muzzle, silky mane" },
		{ "label" : "dog", "description" : "Four legs, flat nose, grunts, very windy, sticking up ears, short coat" },
		{ "label" : "cat", "description" : "Big eyes, long tail, black coat, wiskers, very vocal, timid" },
		{ "label" : "cat", "description" : "Small and black, part siamese, green eyes, slim build, noisy, vocal, friendly, whiskers" },
		{ "label" : "fish", "description" : "Small tropical, colourful and lively. Social with other fish" },
		{ "label" : "cat", "description" : "old marmalade tom, loves everyone, very soft fur, Loud and deaf" },
		{ "label" : "cat", "description" : "16 year old male tabby, recovering from thyroid storm, likes venison and cardboard boxes, recently known as Princess Woo" },
		{ "label" : "dog", "description" : "Rufus, very nervous beagle trying to come to terms with his family moving and splitting up. Usually he is a dab hand at discovering where food is and wolfing it all down" },
        { "label" : "cat", "description" : "likes to stay indoors and prefers to eat fish" },
        { "label" : "cat", "description" : "sleeps in the day and stays out all night, likes chasing birds and eats anything, very affectionate" },
        { "label" : "cat", "description" : "Abandoned and slightly feral when he eats. But he has become as loving as a child. Keeps close by, and loves go play fetch with his mouse" },
        { "label" : "cat", "description" : "came to us as a stray about 10 years ago now mostly a house but can still catch rabbits. Hates the dog" },
        { "label" : "dog", "description" : "Female, with brown and white markings, sleek coat, pointy nose. Very placid but gets excited for walks. Sniffs at hedges or bushes then pushes her way into them if interested. Lifts and crooks front foreleg when in 'hunting' mode" },
        { "label" : "fish", "description" : "One gold in colour, one white and red. Overfed and very fat. Long tails" },
        { "label" : "dog", "description" : "mainly white one largely brown, closely bonded very loving" },
        { "label" : "cat", "description" : "Dolly, blue eyed seal rag doll, opinionated, bossy , needy, beautiful, loves hunting, eating, sleeping and loves us" },
        { "label" : "reptile", "description" : "Boris, 8 year old female Rankin dragon, loves cartoons and chasing locusts. Likes to run around the carpet and sit on warm hands watching TV" },
        { "label" : "horse", "description" : "fleabitten grey mare, 15.3 hh, 23 years old, 3/4 Appaloosa, 1/4 Thoroughbred. Freezemark left side withers. Rear left cannon bone lump and slight scarring. Front left hoof slightly distorted by left bulb/coronet band. White hoof on right hind . Whorl at eye level on centre line; feathered chest whorl. Slight gait abnormality in walk: right hind foot twists outwards on contact with hard ground. Has had tendon problems in the past, and is fitted with heart-bar shoes. Suffers from arthritis, but this is managed with medication and careful exercise. Very kind and gentle to handle, and gets on well with most other horses. Schooled to a good standard, forward-going and enjoys a fast hack but generally very co-operative. Good in traffic" },
        { "label" : "cat", "description" : "young, pale ginger cream, long haired, neutered Tom with a white ruff. Generally friendly of disposition, eats modestly and loves to sleep in one of the most comfortable armchairs in the house. Has a distinctive scratch to one ear and is still in recovery subsequent to a recent scrap with a feral cat" },
        { "label" : "dog", "description" : "Soppy old boy who likes to play fetch and catch with his ball" }
    ]
}