{
    "pets" : [
        { "label" : "dog", "description" : "small, brown and white, four legs and a tail, long ears, long nose" },
        { "label" : "cat", "description" : "Small, fluffy, cream colour, pointy ears, paws" },
        { "label" : "cat", "description" : "Small, grey, fluffy, 4 legs, agile, relaxes on his back, sleeps with his legs crossed, vocal" },
        { "label" : "cat", "description" : "Small red and white, 4 legs, huge amber eyes, scared of his own shadow" },
        { "label" : "reptile", "description" : "18 inches long, creamy colour but changes to black when agitated, sticky tongue, tiny teeth, sharp claws, 4 legs, cold blooded" },
        { "label" : "dog", "description" : "Medium-sized, black, floppy ears, long nose, four legs and a tail" },
        { "label" : "dog", "description" : "Big ears, squashed nose, no tail, sucks her feet" },
        { "label" : "cat", "description" : "Black fur, long tail, big eyes, noisy, has whiskers" },
        { "label" : "cat", "description" : "Silver and white striped fur, chases anything small that moves, lays on my lap and makes a purring drone with a beat in it. Makes a sound like meow when wanting attention or strokes or food" },
        { "label" : "dog", "description" : "Friendly, smiley, bouncy, barks a lot and wags her tail when she's happy" },
        { "label" : "fish", "description" : "Big eyes, orange, pouts, has gills and fins, and swims pretty well" },
        { "label" : "reptile", "description" : "Green, scaly, slithers, has a forked tongue and likes to eat mice" },
        { "label" : "bird", "description" : "repeats what you say, flaps wings, talks and has green and red feathers" },
        { "label" : "dog", "description" : "yelps when you touch her floppy ears, begs at the table, chases cats" },
        { "label" : "dog", "description" : "Likes to play fetch and chase her own tail, good at agility training" },
        { "label" : "cat", "description" : "Meows a lot, hisses when afraid, coughs up hair balls" },
        { "label" : "dog", "description" : "Obedient and loyal although yaps and howls a lot, good on a lead" },
        { "label" : "fish", "description" : "Small wavy and blue, likes to fight, lives in the water" },
        { "label" : "dog", "description" : "Small Jack Russell, mainly white with dark and light brown patches on her face, covering one eye. Slightly chubby due to a love of food!" },
        { "label" : "dog", "description" : "coloured fawn and white. Very shy with people or situations he is unfamiliar with. He snores loudly and likes belly rubs" },
        { "label" : "dog", "description" : "Small, brown and white with a Blenheim Spot, a waggy tail and long ears" },
        { "label" : "dog", "description" : "Small, fluffy, excitable, with four legs and a tail, a bit bitey but in a gentle way - very affectionate" },
        { "label" : "dog", "description" : "short, stocky, brindle, no tail, snorts, farts, playful, affectionate, big ears, strong, high energy, extremely friendly and loving!" },
        { "label" : "cat", "description" : "Havana brown, Siamese cross, large, fluffy, soft, affectionate, likes water, loves to eat, looks like a panther, sleeps all day" },
        { "label" : "cat", "description" : "female long haired tortoiseshell, really independent and doesn't like cuddles from anyone but me. Very good at scaring people away from the door! Blacklisted from the vets due to her temper" },
        { "label" : "cat", "description" : "Tiger stripes, silver tabby, part mancoon. Needs lots of attention and affection, a big old softy" },
        { "label" : "dog", "description" : "Buster large German Shepard ( 7 stone ) typical colouring , very friendly, very tall for his breed, great with all of our other pets, eats like a horse, moults a fur coat every week" },
        { "label" : "dog", "description" : "Labrador puppy, chocolate in colour, bouncy, bitey, loud, licking pooing and peeing machine with an insatiable appetite" },
        { "label" : "dog", "description" : "big soft fluffy cuddly but a bit scary looking Japanese Akita puppy who weighs 20kg at 6 months" },
        { "label" : "dog", "description" : "Has had 1 or more litters, many conformational problems. Active, affectionate, prefers me over anybody, submissive with other dogs, pretty bomb proof" },
        { "label" : "cat", "description" : "Rescue Siamese, intolerant, hunts, dislikes the majority of animals, dislikes affection, demanding" },
        { "label" : "cat", "description" : "Tortoishelle with a beautiful patchwork of colours; ginger, white, black and brown. She has all the traits of someone with autism. Follows me around the house all day but is scared of anyone else. Loves her food and lying in the sunshine" },
        { "label" : "horse", "description" : "Four legs, strawberry roan, long tail, soft muzzle, silky mane" },
        { "label" : "dog", "description" : "Four legs, flat nose, grunts, very windy, sticking up ears, short coat" },
        { "label" : "cat", "description" : "Big eyes, long tail, black coat, wiskers, very vocal, timid" },
        { "label" : "cat", "description" : "Small and black, part siamese, green eyes, slim build, noisy, vocal, friendly, whiskers" },
        { "label" : "fish", "description" : "Small tropical, colourful and lively. Social with other fish" },
        { "label" : "cat", "description" : "old marmalade tom, loves everyone, very soft fur, Loud and deaf" },
        { "label" : "cat", "description" : "16 year old male tabby, recovering from thyroid storm, likes venison and cardboard boxes, recently known as Princess Woo" },
        { "label" : "dog", "description" : "Rufus, very nervous beagle trying to come to terms with his family moving and splitting up. Usually he is a dab hand at discovering where food is and wolfing it all down" },
        { "label" : "cat", "description" : "likes to stay indoors and prefers to eat fish" },
        { "label" : "cat", "description" : "sleeps in the day and stays out all night, likes chasing birds and eats anything, very affectionate" },
        { "label" : "cat", "description" : "Abandoned and slightly feral when he eats. But he has become as loving as a child. Keeps close by, and loves go play fetch with his mouse" },
        { "label" : "cat", "description" : "came to us as a stray about 10 years ago now mostly a house but can still catch rabbits. Hates the dog" },
        { "label" : "dog", "description" : "Female, with brown and white markings, sleek coat, pointy nose. Very placid but gets excited for walks. Sniffs at hedges or bushes then pushes her way into them if interested. Lifts and crooks front foreleg when in 'hunting' mode" },
        { "label" : "fish", "description" : "One gold in colour, one white and red. Overfed and very fat. Long tails" },
        { "label" : "dog", "description" : "mainly white one largely brown, closely bonded very loving" },
        { "label" : "cat", "description" : "Dolly, blue eyed seal rag doll, opinionated, bossy , needy, beautiful, loves hunting, eating, sleeping and loves us" },
        { "label" : "reptile", "description" : "Boris, 8 year old female Rankin dragon, loves cartoons and chasing locusts. Likes to run around the carpet and sit on warm hands watching TV" },
        { "label" : "horse", "description" : "fleabitten grey mare, 15.3 hh, 23 years old, 3/4 Appaloosa, 1/4 Thoroughbred. Freezemark left side withers. Rear left cannon bone lump and slight scarring. Front left hoof slightly distorted by left bulb/coronet band. White hoof on right hind . Whorl at eye level on centre line; feathered chest whorl. Slight gait abnormality in walk: right hind foot twists outwards on contact with hard ground. Has had tendon problems in the past, and is fitted with heart-bar shoes. Suffers from arthritis, but this is managed with medication and careful exercise. Very kind and gentle to handle, and gets on well with most other horses. Schooled to a good standard, forward-going and enjoys a fast hack but generally very co-operative. Good in traffic" },
        { "label" : "cat", "description" : "young, pale ginger cream, long haired, neutered Tom with a white ruff. Generally friendly of disposition, eats modestly and loves to sleep in one of the most comfortable armchairs in the house. Has a distinctive scratch to one ear and is still in recovery subsequent to a recent scrap with a feral cat" },
        { "label" : "dog", "description" : "Soppy old boy who likes to play fetch and catch with his ball" },
        { "label": "horse", "description": "Hoof, mane, likes long rides, and spooks at bags. Canter gallop trot fetlocks hooves grey" },
        { "label": "reptile", "description": "Slithers along the floor, cold blooded, eats mice, hisses and has a forked tongue" },
        { "label": "dog", "description": "Awesome boy likes to lay around and bark" },
        { "label": "cat", "description": "Grey/blue fat cat" },
        { "label": "cat", "description": "Brown, white and black stripey fur. Big green eyes and A short face and with pink paws." },
        { "label": "fish", "description": "It has scales" },
        { "label": "dog", "description": "Black, average size, excitable, friendly, fast" },
        { "label": "cat", "description": "Nimble" },
        { "label": "cat", "description": "Grey crimped hair with pointy ears" },
        { "label": "cat", "description": "Protective, independent, likes cuddles from only me." },
        { "label": "fish", "description": "Two goldfish. One gold in colour, one white and red. Overfed and very fat. Long tails." },
        { "label": "bird", "description": "it flies" },
        { "label": "dog", "description": "it rolls over on command" },
        { "label": "dog", "description": "grey and brown wiry-haired and slobbery " },
        { "label": "dog", "description": "Playful and boisterous, with a long tail and very slobbery " },
        { "label": "cat", "description": "Planning world domination with an evil look in its eyes" },
        { "label": "cat", "description": "ignores everything" },
        { "label": "cat", "description": "Small, fluffy, affectionate. Has been trained to beg for food. Tells you when it is hungry." },
        { "label": "dog", "description": "Long legs and pointy ears. Affectionate. Taught to beg for food. Let's you know when wants to come in." },
        { "label": "dog", "description": "Long ears. Eats everything. Hairy. Very Affectionate.  Bouncy" },
        { "label": "dog", "description": "It is brown color. It barks sometimes. It play with me" },
        { "label": "dog", "description": "brown, 4 legs, long tail" },
        { "label": "reptile", "description": "small, beige, 4 legs" },
        { "label": "bird", "description": "got flippers, swims, survives in harsh conditions, like the frozen tundra, makes terrible squark noises. Can't fly." },
        { "label": "cat", "description": "Meows incessantly, scratches our sofas, door, and carpets." },
        { "label": "dog", "description": "four legs wet nose" },
        { "label": "fish", "description": "Nimble scaled and gold orange. Three second memory. Swims up and down the side of the tank." },
        { "label": "cat", "description": "Lays on our bed at night, meows for food to wake us up. He's black and quite big." },
        { "label": "cat", "description": "The domestic cat (Felis silvestris catus or Felis catus) is a small, typically furry, carnivorous mammal." },
        { "label": "cat", "description": "They are often valued by humans for companionship and for their ability to hunt vermin. There are more than seventy breeds recognized by various registries." },
        { "label": "cat", "description": "Similar in anatomy to the other felids, with a strong flexible body, quick reflexes, sharp retractable claws, and teeth adapted to killing small prey." },
        { "label": "cat", "description": "Can hear sounds too faint or too high in frequency for human ears, such as those made by mice and other small animals. They can see in near darkness." },
        { "label": "cat", "description": "solitary hunters, are a social species and communication includes the use of a variety of vocalizations (mewing, purring, trilling, hissing, growling, and grunting), as well as cat pheromones" },
        { "label": "dog", "description": "The domestic dog (Canis lupus familiaris or Canis familiaris) is a member of the genus Canis (canines) which forms part of the wolf-like canids and is the most widely abundant terrestrial carnivore" },
        { "label": "dog", "description": "the extant gray wolf are sister taxa as modern wolves are not closely related to the wolves that were first domesticated" },
        { "label": "dog", "description": "Their long association with humans has led them to be uniquely attuned to human behavior and they are able to thrive on a starch-rich diet that would be inadequate for other canid species" },
        { "label": "dog", "description": "Vary in shape, size and colors. Perform many roles for people, such as hunting, herding, protection, assisting police and military, companionship and, more recently aiding handicapped individuals" },
        { "label": "dog", "description": "Man's best friend" },
        { "label": "dog", "description": "hound was the general word for all domestic canines, and dog referred to a subtype of hound, a group including the mastiff" },
        { "label": "horse", "description": "Equus ferus caballus is one of two extant subspecies of Equus ferus. It is an odd-toed ungulate mammal belonging to the taxonomic family Equidae" },
        { "label": "horse", "description": "has evolved over the past 45 to 55 million years from a small multi-toed creature, Eohippus, into the large, single-toed animal of today. Humans began to domesticate horses around 4000 BC" },
        { "label": "horse", "description": "well-developed sense of balance and a strong fight-or-flight response. Related to this need to flee from predators in the wild is an unusual trait: horses are able to sleep both standing up and lying" },
        { "label": "horse", "description": "Mares, carry their young for approximately 11 months, and a young horse, called a foal, can stand and run shortly following birth" },
        { "label": "horse", "description": "domesticated horses begin training under saddle or in harness between the ages of two and four. They reach full adult development by age five, and have an average lifespan of between 25 and 30 years" },
        { "label": "horse", "description": "humans interact in a wide variety of sport competitions and non-competitive recreational pursuits, as well as in working activities such as police work, agriculture, entertainment, and therapy." },
        { "label": "horse", "description": "Horses were historically used in warfare. products are derived from horses, including meat, milk, hide, hair, bone, and pharmaceuticals extracted from the urine of pregnant mares." },
        { "label": "reptile", "description": "tetrapod animals in the class Reptilia, comprising today's turtles, crocodilians, snakes, amphisbaenians, lizards, tuatara, and their extinct relatives. The study of these traditional reptile orders" },
        { "label": "reptile", "description": "Several living subgroups are recognized: Testudines (turtles and tortoises), approximately 400 species; Rhynchocephalia (tuatara from New Zealand), Squamata (lizards, snakes, and worm lizards" },
        { "label": "reptile", "description": " tetrapod vertebrates, creatures that either have four limbs or, like snakes, are descended from four-limbed ancestors. Unlike amphibians, reptiles do not have an aquatic larval stage." },
        { "label": "reptile", "description": "Most reptiles are oviparous, although several species of squamates are viviparous, as were some extinct clades" },
        { "label": "reptile", "description": "As amniotes, reptile eggs are surrounded by membranes for protection and transport, which adapt them to reproduction on dry land" },
        { "label": "fish", "description": "gill-bearing aquatic craniate animals, sister group to the tunicates, together forming the olfactores living hagfish, lampreys, and cartilaginous" },
        { "label": "fish", "description": "Tetrapods emerged within lobe-finned fishes, so cladistically they are fish as well. However, traditionally fish are rendered paraphyletic pisces ichthyes" },
        { "label": "fish", "description": "abundant in most bodies of water. They can be found in nearly all aquatic environments, from high mountain streams (e.g., char and gudgeon) to the abyssal and even hadal depths of the deepest oceans" },
        { "label": "fish", "description": "important resource for humans worldwide, especially as food. Commercial and subsistence fishers hunt fish in wild fisheries (see fishing) or farm them in ponds or in cages in the ocean" },
        { "label": "fish", "description": " paraphyletic collection of taxa, including hagfishes, lampreys, sharks and rays, ray-finned fish, coelacanths, and lungfish" },
        { "label": "fish", "description": "exchange gases using gills on either side of the pharynx. Gills consist of threadlike structures called filaments" },
        { "label": "bird", "description": "Aves are endothermic vertebrates, characterised by feathers, toothless beaked jaws, the laying of hard-shelled eggs, a high metabolic rate, a four-chambered heart and a strong yet lightweight skeleton" },
        { "label": "bird", "description": "Perching descendants of dinosaurs with feathers migrate characteristics like toothy jaws in place of beaks" },
        { "label": "bird", "description": "Birds have wings which are more or less developed depending on the species; the only known groups without wings are the extinct moa and elephant birds" },
        { "label": "bird", "description": "Wings, which evolved from forelimbs, gave birds the ability to fly, although further evolution has led to the loss of flight in flightless birds, including ratites, penguins" },
        { "label": "bird", "description": " corvids and parrots, are among the most intelligent animals; several bird species make and use tools, and many social species pass on knowledge across generations" },
        { "label": "dog", "description": "Small, furry, yappy" }
    ]
}
